<?
$MESS['ERROR_CLASS_EXISTING'] = 'Класс "#CLASSNAME#" не существует';
$MESS['ERROR_SUBCLASS_BAD_PARENT'] = 'Класс "#SUBCLASSNAME#" должен быть дочерним к нему классу "#CLASSNAME#"';
$MESS['ERROR_BAD_SECOND_CLASS'] = 'Второй параметр должен быть либо строковым значением, указывающим на класс, '
                                . 'дочерний к названию класса из первого параметра, либо быть строковым значением, '
                                . 'указывающим на название класса из первого параметра, либо быть экземпляром '
                                . 'таких классов, либо вообще не указываться';
$MESS['ERROR_BAD_METHOD_NAME'] = 'Метод "#NAME#" не существует';